Repository: SDMU/Fildo
Catalog: Fildo.Core/Resources/Texts.*.resx
Languages: ca_es, de, es, fr, it, pt

# ButtonCancel
source: Cancel
es: Cancelar

# ButtonSave
source: Save
es: Guardar

# CleanAndPlay
source: Clean queue and play this
es: Vaciar lista y reproducir esta

source: Download
es: Descargar

# DownloadAllConfirm
source: Are you sure that want download {0} songs?
es: ¿Estas seguro que deseas descargar {0} canciones?

source: Download it
ca_es: Descarrega'l
de: Downloade es!
es: Descargarlo.
fr: Télécharges-la!
it: Scarica
pt: Download

source: Enqueue last.
es: Añadir la ultima a reproduccion

# ErrorDownloading
source: Error Downloading: {0} - {1}. Please report this on fildo.net contact form.
es: Error Descargando: {0} - {1}. Reportanos este error en el formulario de la web de Fildo.net.

# ErrorGettingNeteasePL
source: Error getting Netease playlist.
ca_es: Error obtinguent la llista Netease.
de: Fehler beim Erhalten der NetEase Playlist
es: Error obteniendo la lista de Netease.
fr: Erreur en recevant les playlists de NetEase!
it: Errore della playlist Netease.
pt: Erro ao obter a playlist do Netease.

# ErrorGettingResults
source: Error getting results. Try again.
ca_es: Error obtinguent resultats. Torna-ho a provar.
de: Fehler beim Erhalten der Ergebnisse. Versuche es erneut
es: Error obteniendo los resultados. Prueba de nuevo.
fr: Erreur en recevant les résultats. Réessayes-la!
it: Errore nei risultati. Riprova.
pt: Erro ao obter os resultados. Tenta novamente.

source: Error searching
ca_es: Error buscant.
de: Suchfehler
es: Error buscando.
fr: Erreur de recherche
it: Errore nella ricerca.
pt: Erro ao pesquisar

# ErrorWithSong
source: Error with song: {0}
ca_es: Error amb la cançó: {0}
de: Fehler mit Song: {0}
es: Error con la canción: {0}
fr: Erreur de titre {0}
it: Errore con la canzone: {0}
pt: Erro com a música: {0}

# ImportNetease
source: Paste here url of your Netease Playlist and tap Import button. Then this playlist will be imported on your playlists in Fildo. http://music.163.com/playlist/XXXXXX/YYYYYYYY/ Or just enter that XXXXXXX because that is the Id of the playlist.
ca_es: Enganxa aquí la url de la teva llista Netease i clica el botó Importar. Llavors la llista serà importada en les teves llistes de Fildo. http://music.163.com/playlist/XXXXXX/YYYYYYYY/ O canvia XXXXXXX per la Id de la llista.
de: Füge hier die URL deiner NetEase Playlist ein und drücke auf Import. Diese Playlist wird dann zu deinen Playlisten in Fildo importiert.
es: Pega aquí la Url de tu lista de reproducción de Netease y dale al botón de importar. Entonces esta playlists será importada en las playlists de tu usuario de Fildo. http://music.163.com/playlist/XXXXXX/YYYYYYYY/ O introduce simplemente la parte XXXXXXX ya que eso es el ID de la lista de reproducción.
fr: Colles l'URL de ta playlist de NetEase et cliques Import. Ta playlist sera importé dans tes playlists de Fildo.
it: Incolla qui la url della tua playlist Netease e clicca Importa. Cosi questa playlist sara importata nelle tue playlist in Fildo. http://music.163.com/playlist/XXXXXX/YYYYYYYY/ Altrimenti inserisci XXXXXXX poiché questo é l'Id della playlist.
pt: Cola aqui o url da playlist do Netease e clica em Importar. A playlist será importada para as tuas playlists no Fildo. http://music.163.com/playlist/XXXXXX/YYYYYYYY/ Alternativamente, introduz o id XXXXXX que aparece no url da playlist.

# LoginBeforeImport
source: You must login on this app with your Fildo user to use this section. You could create your fildo user in Fildo.net (Using a PC).
ca_es: Has d'entrar l'usuari de Fildo per poder fer servir aquesta secció. Pots registrar-te a Fildo.net (Fent servir un PC).
de: Du musst dich in dieser App mit deinem Fildo-Account anmelden, um Playlisten importieren zu können. Erstelle deinen Account auf fildo.net (benutze dafür einen PC)
es: Debes autenticarte con tu usuario de Fildo para usar esta sección. Puedes crearte un usuario de fildo en la web Fildo.net (desde un PC).
fr: Tu dois t'inscrire à l'application avec ton compte de Fildo pour importer des playlists de NetEase
it: Devi fare il login in questa app con il tuo user Fildo per potere usare questa sezione. Puoi creare tuo user fildo in Fildo.net (Usando un computer).
pt: Faz login com a tua conta Fildo para usar esta funcionalidade. Podes criar a tua conta fildo em Fildo.net (através de um PC).

# LoginError
source: Error with login, username or password incorrect.
ca_es: Error en l'accés, usuari o contrasenya incorrecte.
de: Login-Fehler! Nutzername oder Passwort ist falsch!
es: Error al autenticarse, el nombre de usuario o la contraseña son incorrectos.
fr: Erreur de login! Nom d'utilisateur ou mot de passe est faux!
it: Errore di login, user o password incorrectta.
pt: Erro no login: nome de utilizador ou password incorreta.

# LoginOk
source: You are logged, welcome {0}.
ca_es: Has entrat, benvingut {0}.
de: Du bist eingeloggt, herzlich willkommen {0}!
es: Te has autenticado, bienvenido {0}.
fr: Tu es connecté, bienvenu {0}!
it: Login successo, Benvenuto {0}.
pt: Login efetuado com sucesso. Bem-vindo(a) {0}.

# LoginText
source: This version only works with songs from NetEase not from VK. This means you cannot get any song from VK. This require a Fildo user not a Netease one. (Fildo user not the email used to register).
ca_es: Aquesta versió només funciona amb cançons de Netease, no de VK. No pots fer servir cap cançó de VK. Necessites usuari de FIldo, no de Netease. (Usuari de Fildo, no l'email fet servir per registrar-te).
de: Diese Version funktioniert nur mit Songs von NetEase, nicht mit VK-Songs! Daher kannst du keine VK-Songs importieren!
es: Esta version solo usa los servidores de NetEase, no de VK. Esto significa que no podras usar listas de canciones que contentan resultados de VK. Necesitas un usuario de Fildo.net no de NetEase. (Usuario de Fildo no el mail que usaste para registrarte).
fr: Cette version fonctionne seulement avec des titres de NetEase, pas avec ceux-ci de VK! Donc tu ne peux pas importer des titres de VK!
it: Questa versione solo funziona con canzoni di Netease non di VK. Quindi non potrai avere delle canzone di VK. É neccesario un user Fildo, non Netease. (Non confundere il user con l'email usato per registrarti).
pt: Esta versão funciona apenas com músicas do NetEase. Não é possível obter música do VK. É necessária uma conta Fildo, não da Netease. (Usa o nome de utilizador, e não o email usado durante o registo).

# LyricError
source: Error getting lyric for this song
ca_es: Error obtinguent lletra per la cançó.
de: Fehler beim Erhalten der Songtexte dieses Songs
es: Error obteniendo la letra para esta canción.
fr: Erreur en recevant des paroles
it: Errore trovando testo per questa canzone
pt: Erro ao obter a letra desta música.

source: Lyric not found
ca_es: Lletra no trobada
de: Songtexte nicht gefunden
es: Letra no encontrada.
fr: Ne pas trouver les paroles
it: Testo non trovato
pt: A letra desta música não foi encontrada.

# MenuConfiguration
source: Configuration
ca_es: Configuració
de: Einstellungen
es: Configuración
it: Configurazioni
pt: Configurações

# MenuDownloadQueue
source: Download Queue
ca_es: Descarrega la Llista
de: Downloadliste
es: Cola de Descargas
fr: Queue de téléchargement
it: Coda di Download
pt: Download de fila

# MenuImportPLNetease
source: Import Netease Playlist
ca_es: Importa la Llista Netease
de: NetEase-Playlist importieren
es: Importar
fr: Importer playlist de NetEase
it: Importa playlist Netease
pt: Importar playlist do Netease

# MenuLast100PL
source: Last 100 Playlists
ca_es: Últimes 100 Llistes
de: Die 100 neuesten Playlisten
es: Ultimas 100 playlists
fr: Les 100 plus nouvelles playlists
it: Ultime 100 playlists
pt: Últimas 100 playlists

# MenuLyrics
source: Lyrics
ca_es: Lletres
de: Songtexte
es: Letras
fr: Paroles
it: Testo
pt: Letras

# MenuMyPL
source: My Playlists
es: Mis Playlists

# MenuPlayerQueue
source: Player Queue
ca_es: Reprodueix la Cua
de: Warteschlange
es: Cola de reproducción
fr: Titres en attente
it: Coda di riproduzione
pt: Fila em reprodução

# MenuShare
source: Share
es: Compartir

# NewVersion
source: New version of fildo has been released please download and install it. Remember maybe you should uninstall this version first.
ca_es: Nova versió de Fildo detectada, sisplau descarrega-la i instal·la-la. Recorda que potser has de desinstal·lar aquesta versió primer.
de: Eine neue Version von Fildo wurde veröffentlicht; bitte downloade und installiere sie!
es: Existe una nueva version de Fildo, por favor descárgala e instálala. Recuerda puede que tengas que borrar la version anterior antes.
fr: Il y a une version de Fildo; télécharges et installes la!
it: Nuova versione di Fildo disponibile si prega di scaricarla e instalarla. Ricorda che devi disinstallare questa versione prima.
pt: Existe uma nova atualização disponível para o Fildo. Por favor, faz download e instala. Pode ser necessário desinstalar a versão atual do teu smartphone.

# NoInternet
source: You need Internet connection to use Fildo. Close and try again when you has internet connection.
ca_es: Necessites connexió a Internet per fer servir Fildo. Tanca i torna a provar-ho quan tinguis connexió a Internet.
de: Du benötigst eine Internetverbindung um Fildo zu nutzen!
es: Necesitas conexiñón a Internet para usar Fildo. Cierra e intentalo de nuevo cuando tengas conexión.
fr: Tu as besoin d'un accès à Internet pour utiliser Fildo!
it: Hai bisogno di accesso a Internet per usare Fildo. Chiudi e riprova quando avrai connessione a Internet.
pt: Precisas de estar ligado à internet para usar o Fildo. Fecha e tenta novamente.

# NoProxy
source: Dont use proxy
es: No usar proxy

# RegisterDupe
source: This user or email already exists. Nothing was done.
ca_es: Aquest usuari o email ja existeix. Operació invalidada.
es: Este usuario o mail ya estan ocupados.
it: Il user o email é già estato occupato. Niente da fare.
pt: O nome de utilizador ou o email já existem. Não foi criado um novo utilizador.

# RegisterError
source: Error. No users were created.
ca_es: Error. No s'han creat usuaris.
es: Error. No se han creado usuarios.
it: Errore. Nessun user creato.
pt: Ocorreu um erro. Não foi criado um novo utilizador.

# RegisterOK
source: Successfully created new user. Now check your complete password in your mail!
ca_es: Usuari nou creat correctament. Comprova la teva contrasenya en el teu correu!
es: Usuario creado. Ahora comprueba tu mail para obtener el password completo.
it: Successo al creare il nuovo user. Adesso controlla la password completa nella tua email.
pt: A conta foi criada com sucesso. Verifica a tua password completa no teu email!

source: Save
ca_es: Guarda
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
pt: Guardar

# SaveExternalSD
source: Save downloads under external SD. If you dont see downloaded songs, You should restart your phone. ONLY WORKS ON ANDROID 5.0 OR HIGHER
es: Salvar las descargas en la SD externa. Si no ves los ficheros, deberias reiniciar el telefono. SOLO ANDROID 5.0 O SUPERIOR

# SaveUnderFolder
source: Save downloads under folder named as artist/album/playlist.
ca_es: Guarda les descàrregues amb el format: artista/àlbum/llista.
de: Speicher Downloads in Ordner
es: Guardar las descargas dentro de un directorio con el nombre del artista/album/lista de canciones.
fr: Sauvegarder les téléchargements dans un dossier
it: Salva scariche in cartelle nominate come artista/album/playlist.
pt: Guardar os downloads numa pasta com o nome do tipo artista/álbum/playlist

# SearchNotFound
source: No results
ca_es: Sense resultats
de: Keine Ergebnisse
es: Sin resultados.
fr: Pas de résultats
it: Senza risultati
pt: Sem resultados

# SelectAction
source: Select Action to do
es: Acción a realizar

# ShareText
source: Search, listen or download music with #Fildo via @FildoWebsite
es: Busca, escucha y descarga musica con #Fildo via @FildoWebsite

# SkipExistDownload
source: Skip Download: {0} - {1}{2}. Because that file exits.
es: Saltando la descarga de: {0} - {1}{2}. Ya que ya existe.

# SongsAndAlbums
source: Songs & Albums
ca_es: Cançons & Àlbums
de: Songs & Alben
es: Canciones y Albumes.
fr: Titres et Albums
it: Canzoni & Album
pt: Músicas & Álbuns

# SpinnerCultureText
source: Change your language (Maybe you have to close app and start again to apply changes):
ca_es: Canvia l'idioma (Potser necessites reiniciar l'aplicació per aplicar els canvis):
de: Sprache ändern (evntl. musst du die App neustarten um die Änderungen anzuwenden):
es: Cambiar el idioma (Puede que tengas que cerrar la aplicacion para que se efectuen los cambios):
fr: Changer langue
it: Cambiare lingua (forse dovrai riavviare l'app per aplicare i cambi):
pt: Altera o idioma (Talvez tenhas que fechar e iniciar o Fildo para aplicar as modificações):

# SpinnerProxyText
source: Select a proxy (Only is for downloads, stream dont allow proxies)
es: Selecciona un proxy (Solo es valido para para las descargas, el stream no permite proxies)

# SureDelete
source: Do you want delete it?
es: ¿Deseas borrar esta playlist?

# TextSavePL
source: Name to save the Playlist
es: Nombre de la Playlist

# TitleSavePL
source: Save Playlist
es: Guardar Playlist

# TopAlbumError
source: Error getting Top Albums info. Try again.
ca_es: Error obtinguent informació dels Àlbums Top. Torna-ho a provar.
de: Fehler beim Erhalten der Info über die Top Alben. Versuche es erneut
es: Error obteniendo los mejores albumes.
fr: Erreur en recevant de l'information concernant les Top Albums
it: Errore trovando Top Album info. Riprova.
pt: Erro ao obter o Top Álbuns. Tenta novamente.

source: Top Albums
ca_es: Àlbums Top
de: Top Alben
es: Mejores Albumes
it: Top Album
pt: Top Álbuns

# TopArtistError
source: Error getting Top Artist info. Try again.
ca_es: Error obtinguent informació dels Artistes Top. Torna-ho a provar.
de: Fehler beim Erhalten der Info über die Top Künstler. Versuche es erneut
es: Error obteniendo los mejores artistas.
fr: Erreur en recevant de l'information concernant les Top Artistes
it: Errore trovando Top Artist info. Riprova.
pt: Erro ao obter o Top Artistas. Tenta novamente.

source: Top Artists
ca_es: Artistes Top
de: Top Künstler
es: Mejores Artistas
fr: Top Artistes
it: Top Artisti
pt: Top Artistas

# TopPlaylistError
source: Error getting Top Playlist info. Try again.
ca_es: Error obtinguent informació de les Llistes Top. Torna-ho a provar.
de: Fehler beim Erhalten der Info über die Top Playlisten. Versuche es erneut
es: Error obteniendo las mejores listas de reproducción de Netease
fr: Erreur en recevant de l'information concernant les Top Playlists
it: Errore trovando Top Playlist info. Riprova.
pt: Erro ao obter o Top Playlists. Tenta novamente.

# TopPlaylists
source: Top Netease Playlists
ca_es: Llistes Netease Top
de: Top NetEase-Playlisten
es: Mejores Listas de Netease
fr: Top Playlists de NetEase
it: Top Netease Playlist
pt: Top Playlists do Netease

# MenuLoginPL
source: Login
ca_es: Entra / Llistes
de: Login / Playlisten
fr: Login / Playlists
it: Login / Playlist
pt: Login / Playlists
